{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2023-10-28T09:50:31.347Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Moyra is the most wonderful, loving person and caretaker.  Words cannot express how much she has done for my child and family, and we all love her.  \n\nMoyra came to us when my daughter was a very young infant, and she has taken care of my child full-time for over 5 years.  She is incredibly warm, trustworthy, and intuitive when it comes to caring for children and elderly adults (my parents are in the same house, and she is amazing with them as well).\n\nMy daughter is crazy about Moyra.  Moyra has done everything for her - all the teaching and playing and feeding and cleaning.  When my child was a baby, Moyra worked tirelessly to comfort her when she cried, get her on a set schedule (which I never could have done), and overall show me how to be the best first-time mother I could be.  As my daughter got older, Moyra knew exactly how to encourage her to walk, feed herself, and reach other milestones.  Moyra has also taught her how to speak English and Spanish.  My daughter is now bilingual (no one else in my family speaks two languages).  Moyra has a background as an educator, and she spent hours and hours teaching my daughter how to write, make art, and treat others with respect.  \n\nMy child entered school way ahead of her peers skillset-wise.  This is all because of Moyra.  \n\nMy child is also confident, happy, creative, funny, and extremely kind to everyone.  Moyra is the person who taught her these things.\n\nOn an even more personal level, Moyra brought harmony and calm to the household.  We rely on her for everything, and she has always been dependable, positive, and just an all around joy to have around.  \n\nI know Moyra extremely well at this point, and there is no one I could trust more with my loved ones.  We owe more to Moyra than we could ever repay, and I will be forever grateful for the angel she has been to my daughter and entire family.",
            "__typename": "ReviewInfoText"
          },
          "id": "3e9823dd-7ca5-4350-940d-7adb4b574c79",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "d2c8a7e5-357c-43f9-846c-6b10fd8564f5",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Elizabeth",
              "lastInitial": "R",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-10-28T09:50:36.340Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        },
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2023-10-25T20:24:50.989Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Moyra cared for our son for almost two years starting when he was 10 months old and became like a close member of our family.  In the time she worked with us, she never once called out sick or showed up late and we completely trusted her!  She fed him, napped him, drove him to the playground and library, got down on his level to play with him and taught him Spanish.  During naps, she also helped me prepare food for our son, do his laundry and helped with light cleaning around the house.  She always kept busy and offered extra days and hours whenever she could.  I would definitely recommend her to any family and wish we could have continued to work with her.  We only had to end our time with her because we relocated out of state. ",
            "__typename": "ReviewInfoText"
          },
          "id": "1079c1ef-3133-4f37-9fd6-46c98362f65c",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "d2c8a7e5-357c-43f9-846c-6b10fd8564f5",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": "https://www.care.com/s/d/aws/photo/135X135/20/41651620_hRdysAK1qgbusrUhwozX4u23tRIJo00",
            "publicMemberInfo": {
              "firstName": "Rosie",
              "lastInitial": "B",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-10-25T20:24:52.197Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}