{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2025-01-06T19:24:41.217Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "We had the incredible privilege of having Tuesday care for our children, and she has truly been a modern-day Mary Poppins in every sense. Her nurturing and compassionate nature immediately put both us and our children at ease. From the very beginning, her attention to child safety and well-being was evident, providing us with peace of mind whether we were at home or away. What sets Tuesday apart is her extraordinary ability to adapt to any situation seamlessly. She traveled with us on vacations and business trips, making these experiences not only stress-free but also enjoyable. Her organizational skills and proactive nature ensured that every detail of the children’s routines and needs was met, even in unfamiliar settings. Beyond her professionalism, Tuesday demonstrated a profound understanding of child development. She meticulously kept up with every developmental milestone, providing activities and support tailored to each stage. Whether it was teaching new skills, fostering creativity, or encouraging independence, her approach was both thoughtful and effective. Her presence in our lives was a blessing, and we are forever grateful for the love and dedication she showed our family. We wholeheartedly recommend Tuesday to any family seeking a caregiver who is truly exceptional in every way.",
            "__typename": "ReviewInfoText"
          },
          "id": "0669dc7c-e2d5-5648-8263-7bf161c025e1",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "4349202b-f95a-4310-b5fd-ebfd42bccda1",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Rowena",
              "lastInitial": "P",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2025-01-06T19:24:41.806Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}