{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-03-26T00:27:08.472Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "I can personally attest to how incredible Emily is at caregiving, both in regards to working with children and caring for animals! I met Emily a few years ago when we were coworkers. We were both afterschool teachers at the time and worked with kids as young as preschool all the way up to high schoolers. She is excellent with all age groups. Emily showed dedication and skill at forming meaningful, genuine connections with all of the students in her care, while also being a strong and respectful authority figure and role model. As a fellow teacher, Emily has been a personal inspiration. Additionally, Emily has been a reliable dog sitter for me over the years! My dog is a rescue who has always been timid around strangers. I won't leave my dog with just anybody, as he is very slow to warm up and requires a patient and intuitive hand. That said, Emily is my go to dog sitter. She had become one of my dog's favorite people and he trusts her wholeheartedly. She is also incredibly communicative with me when she's watching my dog, providing regular updates and whenever a question arises, she always asks, never assumes. Emily truly has a way with animals, all of them! As far as caregivers go, you would be hard pressed to find someone as genuinely hardworking, honest and kind.",
            "__typename": "ReviewInfoText"
          },
          "id": "42bb8610-7886-452c-b027-6466cabc2743",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "ac83f1e4-e127-46e4-8c37-0c58c78d618e",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Rachel",
              "lastInitial": "M",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-03-26T00:27:09.273Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}