{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2023-11-01T02:20:31.308Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "It is with a heavy heart that I share my experience with Amber as a caregiver. I believe that as parents, it's our responsibility to help others make informed decisions, especially when it concerns the well-being of their children in creating a stable, predictable, and nurturing environment.\n\nAmber was entrusted with the important tasks of cooking, cleaning, and caring for our children.\n\n**Children**: After several weeks, it became evident that our children were not enjoying their time with Amber, despite her impressive culinary skills. We chose to retain her solely for her cooking abilities, but this ended up not being a prudent choice.\n\n**Cleaning**: Unfortunately, Amber's approach to cleaning left much to be desired. Her work was often disorganized, and she frequently left messes in the kitchen (that she had made while cooking), rarely taking the initiative to clean our house thoroughly. \n\n**Clothing Care:** Amber doesn't really have a sense of how clothing should be folded, nor how to distinguish between clothing for a grown man (my husband) and a 5 year old (my son). In addition she damaged several valuable pieces of clothing by simply \"putting everything in the wash\" (one was an expensive suit jacket I use for business meetings that just needed to be hung in the coat closet).\n\n**Cooking**: I must commend Amber for her exceptional culinary talents. Her cooking was the sole reason for the two stars in this review.\n\nAnother aspect worth mentioning is the financial side of our arrangement. Amber consistently sent Venmo payment requests shortly after completing her week of work. Her insistence on immediate payment, often within 15 minutes of the request, was unsettling.\n\nHowever, the breaking point in our relationship occurred this past Monday. After she had just taken our son to school and was scheduled to work for the rest of the day, Amber abruptly informed us that she was quitting immediately. She left us in a difficult position, as neither would she be picking up our kids from school nor preparing dinner that night. This sudden change forced us to scramble to leave work, arrange school pickups for both of our children, and deal with the added stress of cancelling our credit card (Amber refused to return our credit card to us in a timely manner).\n\nIn all my years of working with childcare providers, spanning nearly a decade, I have never encountered an experience as disconcerting and distressing as this one. It pains me to write such a review, but I genuinely hope that by sharing our story, we can help a like-minded family avoid a similar ordeal with Amber.\n\nThe well-being and safety of our children should always be the top priority, and it's crucial to be honest about our experiences to protect other families who may be considering her services.",
            "__typename": "ReviewInfoText"
          },
          "id": "ab370352-c8ac-4fe6-8633-a750d813d590",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 2,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "c1d0477a-21eb-4bb4-906f-0644212f3de7",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": "https://www.care.com/s/d/aws/photo/135X135/79/45029079_GejGq6pxMyQO0otBg0I84Gl7fqEB00",
            "publicMemberInfo": {
              "firstName": "Sidra",
              "lastInitial": "G",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-11-01T02:20:33.666Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        },
        {
          "attributes": [
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2023-09-25T15:34:29.000Z",
          "deleteTime": null,
          "description": {
            "displayText": "Amber is very professional in approach to watching my child.  She dresses for the part, she comes up with creative games and play ideas, and her high energy level is a plus in keeping up with a 6-year-old boy.  Amber is very pleasant and easy to work with.",
            "originalText": "Amber is very professional in approach to watching my child.  She dresses for the part, she comes up with creative games and play ideas, and her high energy level is a plus in keeping up with a 6-year-old boy.  Amber is very pleasant and easy to work with.",
            "__typename": "ReviewInfoText"
          },
          "id": "35f04689-5faf-477c-bfc3-5d4848cc90cf",
          "languageCode": "en-us",
          "originalSource": "CZEN",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "DEPENDABILITY",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "PUNCTUALITY",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "c1d0477a-21eb-4bb4-906f-0644212f3de7",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Fiona",
              "lastInitial": "B",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": "CZEN",
          "updateTime": "2023-09-26T02:03:03.000Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}