{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "HOUSEKEEPING",
          "createTime": "2024-08-09T13:39:22.409Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "\nTo Whom It May Concern:\n\nI am pleased to provide this recommendation for Sandra, who has been an invaluable member of our household for the past eight years. Sandra is not just a housekeeper; she is a dedicated professional who has consistently gone above and beyond in her role.\n\nFrom the moment Sandra joined our family, she demonstrated exceptional organizational skills and reliability. Our home has never looked more beautiful, thanks to her top-notch cleaning and organizing abilities. She approaches every task with diligence and pride, ensuring that our living space is not only clean but also welcoming.\n\nIn addition to her housekeeping duties, Sandra has taken on a variety of responsibilities with grace and efficiency. She manages our grocery shopping, always ensuring we have everything we need, and she is adept at packing for travel, making our trips stress-free. She takes my children to appointments, effortlessly helps out when the house has three dogs and three cats!  \n\nSandra has also been a tremendous support in caring for our children, including our handicapped daughter. Her compassion, patience, and ability to adapt to various situations make her an exceptional caregiver. She approaches her work with a positive attitude and is truly a quick study, making her a perfect fit for any household in need of assistance. She not only does her job well. She anticipates issues on behalf of the family…she is always figuring out ways to avoid problems or improve things. \n\nI wholeheartedly recommend Sandra for any position that requires a trustworthy, organized, and multi-talented individual. She will undoubtedly bring the same level of excellence and dedication to your home as she has to ours.\n\nSincerely,\n\nSydney S. ",
            "__typename": "ReviewInfoText"
          },
          "id": "70346a57-889f-5319-a3b8-0d4dfabfe99c",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "9f013649-6c5e-4679-8ebc-cc71144a9fb2",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": "https://www.care.com/s/d/aws/photo/135X135/68/46414468_pkKsSwa91Dn4AwP1An2Q8B2TDY6eg00",
            "publicMemberInfo": {
              "firstName": "Sydney",
              "lastInitial": "S",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-08-09T13:39:22.932Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}