{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "SENIOR_CARE",
          "createTime": "2024-09-02T04:15:53.671Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Words cannot adequately explain the level of care and compassion received from Taeneil. What should have been an 8 week assignment for hip replacement recovery, turned into a 6 month roller coaster. A terminal cancer diagnosis, a hospice journey and eventual the passing of our mother.  During that time my dad lost his home health aid and we were juggling an impossible situation. Through it all, Taeneil was compassionate, caring, efficient, accommodating. Taeneil learned the changes in care “on the fly” as we ourselves were in a whole new realm of care. Taeneil was present at every nursing meeting and made it a priority to ask questions and learn the most effective way to provide the necessary care. More than just the technical aspects of home health care, Taeneil was a compassionate soul who lifted us up when we couldn’t lift ourselves. Taeneil cried with us, laughed with us, allowed us to share our memories- all while giving us the space and grace we needed to say our goodbyes. \n\nWe NEVER doubted that Taeneil was physically and emotionally present and caring for our mother and father. During an impossibly difficult time we were able to rest with the comfort of knowing they were  in excellent hands. \n\nAfter my mother’s passing, Taeneil stayed for several weeks to help care for my dad who had Alzheimer’s, as we situated his care. Because of her attention to detail, tremendous work ethic, and her professional decision to learn my dad’s needs, the transition was seamless. Taeneil remained the compassionate, caring, and efficient person we had come to trust. Taeneil left us in January of 2021 once my dad’s care team was stable. I cannot recommend Taeneil enough. Any family would be lucky to have her as a caretaker. I promise you, the experience will be priceless. ",
            "__typename": "ReviewInfoText"
          },
          "id": "1f0b050e-929b-55a0-b4ca-c416c46a7f52",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "02ad6fa7-d6f8-4767-adcc-b6817c85b8c6",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": "https://www.care.com/s/d/aws/photo/135X135/6/38583006_XdiBVmWNBUIjk3m9ooA0GThuHK2zIq00",
            "publicMemberInfo": {
              "firstName": "Jennifer",
              "lastInitial": "B",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-11-03T05:54:11.616Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}