{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "SENIOR_CARE",
          "createTime": "2024-05-19T11:31:12.735Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Laure has been a wonderful babysitter for our family, caring for our 4-year-old daughter 3-5 times a week. Her patience, attentiveness, and creativity have made a significant impact on our child's development and happiness.\n\nOne of the standout qualities of Laure is her ability to come up with activities tailored to our daughter's specific needs and interests. Whether it's bringing books for story time, paints for an afternoon of creativity, or DIY materials for fun projects, Laure always has something engaging and educational planned. Our daughter loves these activities, and they have greatly contributed to her growth.\n\nLaure is also highly attentive and works seamlessly with our child's schedule. She ensures that meals and bathroom routines are handled with care and consistency, which is incredibly important for our busy household. She takes the time to understand our daughter's personality and needs, ensuring she feels comfortable and cared for.\n\nIn addition to our 4-year-old, Laure has occasionally looked after our youngest child, who was 4 months old at the time. Her experience with children of varying ages and personalities is evident in how she adapts her approach to meet their individual needs. She understands the importance of getting to know each child and creating a nurturing environment for them.\n\nLaure has been taking our daughter to the library, Stewart and Cass Park, the science center, and more providing her with a well-rounded experience that combines learning and play. Her dedication to our child's well-being and development is truly commendable.\n\nOverall, Laure's professionalism, creativity, and genuine care for our children make her an exceptional babysitter. We highly recommend her to any family seeking a reliable and nurturing caregiver.\n\nThank you, Laure, for everything you do for our family!",
            "__typename": "ReviewInfoText"
          },
          "id": "c7e5fe5c-20c1-553c-8596-3e04746e0017",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "25f7d9d4-358b-4955-b348-05e7b373b13e",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Sasha",
              "lastInitial": "B",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-05-19T11:31:16.301Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}