{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "SENIOR_CARE",
          "createTime": "2023-08-05T12:41:14.288Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "To Whom It May Concern, I am pleased to write this recommendation for Taren E., who has been an exceptional home health aide under my supervision. Taren's dedication, compassion, and professionalism have made a significant impact on the lives of the individuals they have cared for. Taren consistently demonstrates a genuine passion for providing high-quality care to patients in their homes. Their exceptional interpersonal skills enable them to establish strong rapport and build trusting relationships with patients and their families. Taren's compassionate and empathetic nature allows them to understand and address the unique needs of each individual, ensuring their physical and emotional well-being. I have been consistently impressed with Taren's ability to handle diverse situations and adapt to changing circumstances. They exhibit outstanding problem-solving skills and remain calm and composed in challenging situations. Taren's attention to detail and adherence to care plans ensure that patients receive the appropriate level of care and support. One of Taren's greatest strengths is their ability to communicate effectively and collaborate with the healthcare team. They maintain open lines of communication, providing regular updates on patients' conditions and any concerns that may arise. Taren's strong teamwork skills make them an asset to any healthcare setting. Moreover, Taren's commitment to professional growth is commendable. They actively seek opportunities for learning and development, staying up-to-date with the latest healthcare practices and technologies. Taren's dedication to continuous improvement reflects their strong work ethic and desire to provide the best possible care to their patients. In conclusion, I highly recommend Taren E. for any home health aide position. Their exceptional skills, compassionate nature, and commitment to delivering outstanding patient care make them an invaluable asset to any healthcare team. Taren's professionalism, reliability, and genuine passion for caregiving will undoubtedly contribute to the well-being and satisfaction of the patients they serve. Please feel free to contact me if you require any further information regarding Taren.\n\nE. Sincerely, Daisy G. Former employer",
            "__typename": "ReviewInfoText"
          },
          "id": "f94040c3-3625-46fb-803b-15176f18ab89",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "QUALITY_OF_CARE",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "PUNCTUALITY",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "COMMUNICATION",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "SKILL_SET",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "703800ee-8806-4b72-8146-15fa79669e72",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Daisy",
              "lastInitial": "G",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-08-05T12:41:15.957Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}