{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "SENIOR_CARE",
          "createTime": "2023-05-28T17:55:19.055Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Pat is truly an exceptional home health aide. Her warmth, compassion, and dedication to my family member is truly inspiring. Every time she is in our home, we feel a sense of comfort knowing that our loved one is in her care. Pat is not only skilled at providing excellent assistance with daily living activities, but she also goes above and beyond to provide emotional support and companionship.",
            "__typename": "ReviewInfoText"
          },
          "id": "0a8f97b9-5f5d-4f75-9ec3-c7aa876bd194",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "QUALITY_OF_CARE",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "PUNCTUALITY",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "COMMUNICATION",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "SKILL_SET",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "92b61638-8214-4f3f-961c-2489589f6764",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Joy",
              "lastInitial": "W",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-05-28T17:55:23.376Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        },
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "SENIOR_CARE",
          "createTime": "2023-05-28T16:09:47.015Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "I cannot express enough gratitude for the remarkable care and support provided by Pat, who has been an absolute blessing in our lives. From the moment she stepped into our home, she exhibited a level of dedication, compassion, and professionalism that surpassed all our expectations.\n\nFirst and foremost, Pat’s unwavering commitment to ensuring my loved one's well-being was truly remarkable. She approached her role with a genuine passion for helping others and treated my family member with the utmost respect and dignity. Her genuine care and empathy were evident in every interaction, creating a warm and nurturing environment that fostered healing and happiness.\n\nWhat truly sets Pat apart is her exceptional skill set and knowledge. She possesses a vast range of expertise, providing not only basic medical care but also invaluable emotional support. Her ability to adapt to individual needs, whether it was administering medication, assisting with daily activities, or simply lending a listening ear, was truly impressive. Her deep understanding of the complexities of health conditions and Her ability to handle emergencies with composure and confidence gave us tremendous peace of mind.\n\nFurthermore, Pat’s positive attitude and radiant personality brought joy into our home. She consistently approached Her work with an infectious optimism that uplifted our spirits and made each day brighter. Her genuine smile and encouraging words created an atmosphere of hope, motivation, and happiness, making our loved one feel valued, loved, and supported throughout her journey to recovery.\n\nReliability is another aspect that cannot be overlooked when discussing Pat’s excellence. She consistently arrived promptly, never missing a scheduled visit, and remained consistently attentive and diligent throughout her time with us. Her attention to detail and thoroughness in completing tasks demonstrated a level of professionalism that was truly remarkable.\n\nIn addition to her technical skills, her ability to communicate effectively was exceptional. She patiently listened to our concerns, answered all our questions, and provided valuable guidance and advice. Her clear and concise explanations helped us better understand our loved one's condition and the steps we could take to improve her overall well-being.\n\nLastly, I would like to highlight the strong bond and genuine connection she formed with our family. Her presence not only brought comfort to our loved one but also offered reassurance and support to all of us. She became an integral part of our family, sharing in our joys and sorrows, and always going above and beyond her duties to ensure our happiness.",
            "__typename": "ReviewInfoText"
          },
          "id": "af158ecb-62a4-4b15-bd50-e80723bab94a",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "QUALITY_OF_CARE",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "PUNCTUALITY",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "COMMUNICATION",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "SKILL_SET",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "92b61638-8214-4f3f-961c-2489589f6764",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Denine",
              "lastInitial": "H",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-05-28T16:09:48.078Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}