{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "SENIOR_CARE",
          "createTime": "2023-08-14T20:36:13.990Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Marcia took care of my father for several years. From the very first moment she started taking care of my dad, her dedication to his well-being was evident. She prepared very nutritious, fresh healthy meals that catered to his dietary needs everyday for him. She became a true companion to my father. Her genuine interest in his stories, her patience in listening to his anecdotes, and her unwavering presence brought immeasurable comfort to him. She took him to his doctor’s appointments, helped with work around the house, and provided the social support he needed, making every day brighter and more enjoyable. \nShe also did light housekeeping on a daily basis. This included loading the dishwasher, light cleaning around the apartment, laundry, handling errands and weekly grocery shopping runs. She completed many tasks that alleviated our family’s stress and allowed us to focus on spending quality time with our father. One of the aspects of her care were the walks she took with my dad. The daily walks routine helped promote his physical well-being. I cannot emphasize enough the exceptional care and support she provided with her positive energy, compassion, and professionalism. My family and I are deeply grateful for the love and care she had in his final moments until he passed away. Her support not only improved his quality of life but also touched our hearts. \nIf you are seeking a caretaker who goes above and beyond, who treats their role as more than just a job but as a calling, look no further. Marcia is very honest, punctual, trustworthy, and helpful. Thank you, from the bottom of our hearts, for everything you did for my father and our family. Your kindness will forever be remembered and cherished.",
            "__typename": "ReviewInfoText"
          },
          "id": "c98310ae-81b4-49a1-9106-773397654432",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "ab658eb6-4f23-48f1-a69c-df4303cec288",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Michelle",
              "lastInitial": "A",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-08-14T20:36:15.337Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}