{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "SENIOR_CARE",
          "createTime": "2024-09-24T16:32:57.722Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "We hired Natalia as a live-in caregiver/home health aide. She took care of someone with severe chronic pain, 5 days a week, from November 2023 until September 2024. She began this job immediately after the person had just undergone a full knee replacement. Natalia jumped right in with taking care of this person and even started work right in the hospital room. She was there as the person was waking up from their replacement surgery. From that moment on, she cared for this person all hours of the day and night. The care and warmth Natalia has given us over the past several months has been absolutely incredible.  \n\nI cannot recommend Natalia highly enough. Her presence in this household was instrumental in the person's recovery. The care and attention that she gave during the person's time of immense discomfort and physical restoration was the definition of above-and-beyond. Natalia is a woman of many talents, which include phlebotomy, impeccable medication management, delightful cooking skills, wound care and various forms of other specialized health support, a \"no job too small\" attitude, high attention to detail at all times, warm and sincere companionship, collaboration with physical therapists, clear and regular communication with family members – the list really goes on and on. She also came to us with a wealth of previous knowledge and experience. \n\nNatalia is also extremely emotionally intelligent and connects easily with people of all ages and all personality types. She is brilliant in a one-on-one caregiving capacity, while also being an excellent team player with the rest of the support staff. As a colleague to others, she is helpful, kind, and fun, and her spirit brings much joy to the workplace. \n\nTo summarize: Natalia is a rare gem. We were unbelievably lucky not only to find her, but to find her during a time period in which she could provide us with her full availability. Once again, Natalia is a steadfast, loyal, and dedicated caregiver, whose attention to detail is unmatched. At all hours of the day, any time day or night, she is completely dependable. \n\nI know the stress that comes with meeting a brand-new person, in the hopes of hiring them, in order to then entrust them with the personal care of a cherished family member. With Natalia, you will have no concerns regarding her trustworthiness. I can personally vouch for her honesty, authenticity, and strength of character. Anyone would be lucky to have her.",
            "__typename": "ReviewInfoText"
          },
          "id": "489393a3-31eb-5734-abe9-db60b5893687",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "f1e476f0-ea43-4004-bc1e-f9f71ecccd13",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Katherine",
              "lastInitial": "M",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-09-24T16:32:58.755Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}