{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2023-07-24T15:10:36.897Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Caisey has been our incredible nanny for our two young sons for four years. I will attempt to describe how remarkable she is as a nanny, but it will not do it justice; there are too many facets of her talent and hard work to fully capture here. It's hard to describe just how caring, thoughtful, and hands-on she is with every child in her orbit. One of our sons has significant disabilities, and needs a lot of support and scaffolding to learn how to do just about everything. She connected with him early on, and over the years has managed much of his development and achievement of milestones; she has taken a deep interest in his therapies and has been fastidious about continuing his therapies at home and in everyday activities, which is the point for these kiddos. And so, she has been nanny and developmental therapist for him. We are very involved parents and advocate mercilessly for him, but she jumped in and took some of the reins early on when it came to teaching him in all aspects of development. It has provided so much support and relief to us knowing that every moment with her has been engaging. She has taught him to do challenging things through continued dedication and  incremental steps (many of which she planned herself) that we and even some of his therapists have not been able to teach him; she is truly talented in this regard. Her respect for him shines through at all times, it contagious. She assumes his competence at all times, which is exactly what kids like him deserve. He uses an AAC device, and she is passionate about maximizing communication with him, and even got her own AAC device to use with him, and has been working on literacy with him through the device, it's astonishing. She probably knows his device better than we do. \nShe has also nannied our typically developing younger son since he was born; he's 3 now. She has provided such an engaging, fun, and productive environment for him as well. She has tackled challenges with him over the years like sleep issues, feeding issues, and typical behavioral stuff in ways that I could never plan out myself, and followed through with devotion and passion. \nShe has a fun song for every \"chore\" and a list of choices ready if the kids need re-direction. Her knowledge of child development is vast and her ability to acknowledge and talk openly about emotions have made my kids well adjusted and confident in their emotional awareness. My kids rejoice when she walks in the door and ask about her on the weekends. \nWe are moving far away from Brooklyn soon, too far for her to commute, and so sadly we will no longer have her nanny our kids everyday. I would not be joking when I say I have seriously considered cancelling the move because it it just too hard to say goodbye to her as our nanny. ",
            "__typename": "ReviewInfoText"
          },
          "id": "33e68ff7-1cc1-4c5f-a432-92b0a07f0090",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "QUALITY_OF_CARE",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "PUNCTUALITY",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "COMMUNICATION",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "GOOD_WITH_MULTIPLE_KIDS",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "173901f3-62b8-467a-baca-381746f9b7ef",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": "https://www.care.com/s/d/aws/photo/135X135/34/44785434_4zR97hlW10tyijj6g0ZNi88gPX673J00",
            "publicMemberInfo": {
              "firstName": "Louisa",
              "lastInitial": "R",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-07-24T15:10:37.828Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        },
        {
          "attributes": [
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2019-09-09T00:40:32.000Z",
          "deleteTime": null,
          "description": {
            "displayText": "Caisey was our nanny last school year for our kiddo who was about 10 months when Caisey started with us. Caisey is kind, empathetic, and completely reliable. She took amazing care of our daughter as M began to talk, explore, and be increasingly on the move! From visits to playgrounds and cat cafes to the quieter moments of transition into nap time or reading books, we never had to worry about M.'s day with Caisey. Caisey is great at communication with kids as they age and was always great at telling us about the info needed to know. Hand offs were easy as M was always excited to play with Caisey- even in the separation anxiety stage Caisey helped make these moments easier. My husband's job changed so he is able to take M, or we would have absolutely kept Caisey on. Caisey still babysits for us occasionally and Maggie is always thrilled to see her. Please reach out to us if you would like to know more- we love Caisey dearly!",
            "originalText": "Caisey was our nanny last school year for our kiddo who was about 10 months when Caisey started with us. Caisey is kind, empathetic, and completely reliable. She took amazing care of our daughter as M began to talk, explore, and be increasingly on the move! From visits to playgrounds and cat cafes to the quieter moments of transition into nap time or reading books, we never had to worry about M.'s day with Caisey. Caisey is great at communication with kids as they age and was always great at telling us about the info needed to know. Hand offs were easy as M was always excited to play with Caisey- even in the separation anxiety stage Caisey helped make these moments easier. My husband's job changed so he is able to take M, or we would have absolutely kept Caisey on. Caisey still babysits for us occasionally and Maggie is always thrilled to see her. Please reach out to us if you would like to know more- we love Caisey dearly!",
            "__typename": "ReviewInfoText"
          },
          "id": "fb3181d4-a341-4244-b910-59c0a931100e",
          "languageCode": "en-us",
          "originalSource": "CZEN",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "DEPENDABILITY",
              "value": 5,
              "__typename": "ReviewInfoRating"
            },
            {
              "type": "PUNCTUALITY",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "173901f3-62b8-467a-baca-381746f9b7ef",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Gretta",
              "lastInitial": "R",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": "CZEN",
          "updateTime": "2019-09-09T13:06:57.000Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}