{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-02-01T18:44:15.947Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "I do not normally write reviews, especially when they contain anything other than positive content.  However, it would be a disservice to other parents if I did not share my experience working with Noelle.\n\nNoelle worked for us from September, 2023 through January of 2024.  First and foremost, Noelle was wonderful in her interactions with my 11-year-old child.  They had a great rapport, and my child genuinely enjoyed their time with Noelle.  For most of our time working together, Noelle has been dependable and responsible; going the extra mile to find fun things to do with my child – like getting donuts before school or finding the best neighborhoods to go trick-or-treating in.  That said, a caretaker/child relationship is only part of the equitation and maintaining a good professional relationship with the hiring parent is every bit as important as their relationship with the child.  \n\nA situation with Noelle arose that I feel that would be irresponsible not to share with other parents who are considering hiring her.  During a dispute regarding cancellation fees, Noelle was scheduled to spend a night with my child while I was traveling out of town for business.  I agreed to a new compensation plan with Noelle the night before traveling; even paying her a cancellation fee that we had not previously agreed to because of a miscommunication regarding the days she was supposed to spend with my child (long story short: I asked if Noelle was available a month before, but we never confirmed or communicated about these dates after she said that she was available – she reached out to confirm the day before, and I explained that I had already scheduled with someone else; a situation that I believe that Noelle shares responsibility for).  When my flight landed on the other side of the country the next day, I received a text message from Noelle informing me that she was unhappy with what we had agreed upon, and wished to change the terms that we had agreed to the previous night, insisting that I pay her for the entire week that she would not be working.  Noelle went on to tell me that she was not going to show up at my house to watch my child as scheduled until I agreed to her new terms for compensation.  She did not respond to my follow-up calls and texts for several hours; right up until the last minute, leaving me in a panic that my 11-year-old child would be unsupervised overnight.  Rather than focusing on my business trip, I spent the time finding someone else to stay with my child, wondering if Noelle would ever to respond to my correspondence and show up.  Noelle ultimately did show up when I explained that this was not negotiable, but this incident permanently eroded my trust in her.  From my perspective, Noelle attempted to use abandonment of my child while I was out of town as a negotiating tactic while reneging on our previous compensation arrangement.  I invited Noelle to discuss this in person or over the phone with me, but she failed to pursue this opportunity.  After Noelle’s last day, I went on to explain to her how this was completely unacceptable.  At no point did Noelle ever indicate that she understood how this was unacceptable, and she neither expressed contrition nor accountability for what occurred that day.\n\nWhen I hire someone to provide child care, a significant part of that service involves peace of mind that this person will be responsible and professional and (most importantly) show up for my child while I cannot be at home.  After this event, I lost confidence in Noelle and would be extremely reluctant to enter into another childcare engagement with her.  Moreover, I was no longer able to trust her to stay with my child overnight after this incident.  I would advise other parents to take this experience into consideration.",
            "__typename": "ReviewInfoText"
          },
          "id": "526415b5-b20c-425c-8e75-d259a1e48cc4",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 2,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "211dbf09-d7af-41f8-b3fe-00ec6789c8e7",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": "https://www.care.com/s/d/aws/photo/135X135/94/44326094_xNtqpCYoQLoE8gTsmYkjB3s01Kmd7G00",
            "publicMemberInfo": {
              "firstName": "Ethan",
              "lastInitial": "P",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-03-07T20:08:17.103Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}