{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-12-19T19:03:11.844Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Yui has helped our family over the last year and has demonstrated great abilities as a child-care taker. She took care of a 9 year old girl and a 6 year old boy through the school year, summer break, and even a relocation to another state.  She managed all transitions seamlessly, never complained, and upheld her duties with excellence.  Some of her strengths include:\n\nReliable:  Yui is very responsible and reliable.  Despite the early morning start, she was never late nor missed a day.  Morning duties included making the kid’s lunch, feeding them breakfast, getting them dressed and shipped to school on time.  In the afternoons, she picked up the kids and managed all afterschool activities punctually, and helped with homework.  \n\nAction-oriented:  Yui is action-oriented and knows how to pick up slack when needed.  As busy working parents, there were days when we couldn’t give instructions in time but Yui always had it covered.  For example, without being told, she would proactively make meals for the kids and made sure they were bathed which we really appreciated.\n\nI highly recommend Yui as a nanny.  She never skipped a beat on making sure our family schedule ran smoothly and she helped our family tremendously.  Kids loved her and looked to her as a friend and as a reliable nanny.  We are sad to see her go as we are using an au pair now but hope to continue our relationship with her.",
            "__typename": "ReviewInfoText"
          },
          "id": "27e398b3-95a7-54c7-b621-52dba1fef441",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "2be8521d-9b4e-49cc-be66-bdd22019348f",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Naoko",
              "lastInitial": "A",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-12-19T19:03:12.983Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}