{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2025-01-10T18:02:59.616Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "To Whom It May Concern,\n\nI am writing to provide my recommendation for Ainsley, as she applies for a caregiver position with your company.  As an educator for the past 36 years I can confidently say that Ainsley possesses the qualities of an exceptional caregiver. \n\nDuring her jr. high and high school years, Ainsley gained valuable experience babysitting for families in her community,  earning the trust and admiration of both parents and children.  She spent several years teaching dance classes at Legacy Theatre in Georgia to students ranging in age from 2 to 14. This role not only highlights her experience with a wide range of age groups but also demonstrates her ability to create a fun and engaging environment for children.\n\nI have personally observed Ainsley caring for my own grandchildren. She is  responsible, attentive, and compassionate in her interactions with them. Children adore her, and it’s clear that she genuinely loves spending time with them as well.\n\nAinsley holds a college degree, exemplifies a strong work ethic, and possesses one of the kindest hearts I know. All characteristics that would make her an outstanding candidate for any caregiving position.\n\nWithout hesitation, I would highly recommend Ainsley for a position in your company. I am confident she will be a wonderful addition to your team and to every family she works with. Please feel free to contact me if you have any further questions.\n\nSincerely,\n\nAnn ",
            "__typename": "ReviewInfoText"
          },
          "id": "96634f59-561b-55d8-9ee7-75ec1e415fef",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "2e1e8380-19be-4eef-a42a-58376bb5f4ed",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Ann",
              "lastInitial": "L",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2025-01-10T18:03:00.338Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}