{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-07-13T06:31:26.590Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "\nJazmine was a fantastic nanny who took wonderful care of our son. Her dedication and affection for our child were evident from the start, and we were extremely satisfied with her services.\n\n**Reliability and Punctuality:**  \nJazmine was always punctual and dependable. She managed her schedule efficiently and was flexible when we needed adjustments, ensuring that our son was always in good hands.\n\n**Engagement and Activities:**  \nOur son loved spending time with Jazmine. She organized a variety of engaging and educational activities, including arts and crafts, reading sessions, and outdoor play. Her creativity kept him entertained and stimulated.\n\n**Communication:**  \nJazmine maintained excellent communication with us. She provided regular updates on our son's daily activities, progress, and any concerns. We always felt informed and reassured by her thorough and thoughtful updates.\n\n**Safety and Care:**  \nSafety was a top priority for Jazmine. She was always attentive and cautious, ensuring our son was safe and well-cared for. Her nurturing nature made him feel secure and loved, which was incredibly important to us.\n\nJazmine went above and beyond by helping with light household chores related to our son. She kept his play area tidy, prepared healthy meals, and assisted with his bedtime routine, making our lives much easier.\n\n\nWe highly recommend Jazmine to any family looking for a caring, responsible, and engaging nanny. She has had a tremendously positive impact on our son's life, and we are grateful for the loving care she has.",
            "__typename": "ReviewInfoText"
          },
          "id": "c298ae80-a7b0-55f3-9f09-04000aa2ee06",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "4a954cfc-178d-4da1-ae19-5398e5d305af",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Latasha",
              "lastInitial": "J",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-07-13T06:31:30.562Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}