{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2025-03-06T03:23:51.444Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Sophie has been an absolute blessing in our lives. As parents, finding someone we trust to care for our 2.5-year-old son is no small task, but from the very first day, [Babysitter’s Name] exceeded our expectations in every possible way.\n\nWhat truly sets Sophie apart is their genuine love and care for children. Our son immediately took to them, and it's clear that they have a special gift for engaging with young children in a way that is both nurturing and playful. Sophie doesn't just watch over him—they actively participate in his world, whether it's building towers with blocks, reading his favorite stories, camping indoors, making pillow forts or exploring the outdoors together. It’s not just babysitting—it’s a truly enriching experience for our little one.\n\nThey are incredibly attentive and patient, always ensuring that our son feels safe and loved. They have a natural ability to adapt to his ever-changing moods and needs, responding with empathy and understanding. We’ve witnessed significant growth in him, thanks to their caring approach, from improved social skills to more confidence in trying new things.\n\nBeyond just the day-to-day care, Sophie is reliable, punctual, and incredibly communicative. They provide us with updates throughout the day, giving us peace of mind and allowing us to feel connected even when we’re away. It’s such a comfort to know that our child is not only being well cared for, but also having fun and learning in the process.\n\nSophie is a truly exceptional caregiver. If you are looking for someone who will love and nurture your child as much as you do, I cannot recommend them highly enough. Our son absolutely adores them, and we feel incredibly lucky to have found such a wonderful person to be a part of his life. You won’t find a better babysitter!",
            "__typename": "ReviewInfoText"
          },
          "id": "b8e05191-95da-5b8b-b424-ca93833e17a3",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "4d5380d8-67f0-4338-b36a-513d079c9dd6",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Karen",
              "lastInitial": "S",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2025-03-06T03:23:53.093Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}