{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2023-09-20T00:35:07.796Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "I am writing to provide a heartfelt recommendation for Julia based on her exceptional babysitting services. I had the pleasure of having Julia care for my child, and I cannot express enough how satisfied I was with her level of responsibility, attentiveness, and care.\nFrom the very beginning, Julia demonstrated a remarkable ability to establish a warm and nurturing environment for my child. She exhibited a strong sense of professionalism, ensuring that my child's safety and well-being were always the top priority. I was particularly impressed with Julia’s ability to maintain a structured routine while also providing engaging and age-appropriate activities.\nMoreover, Julia exhibited excellent communication skills, keeping me informed about my child's activities, feeding, and any other important developments that occurred during their time together. This open line of communication helped me feel at ease, knowing that my child was in capable hands.\nWhat truly sets Julia apart is her genuine passion for working with children. Her patience, kindness, and ability to connect with my child were truly remarkable. My child looked forward to spending time with Julia and developed a strong bond of trust and friendship.\nI wholeheartedly recommend Julia as a reliable and exceptional babysitter. Her dedication, professionalism, and genuine care for children make her an outstanding choice for any family. Please do not hesitate to contact me if you require any further information.\nSincerely,\nMichael",
            "__typename": "ReviewInfoText"
          },
          "id": "a4249399-d94f-493a-8b88-16d7d5c5166d",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "5d0b1e5f-f3b6-4b76-9a0f-09a7bb883648",
            "providerType": "INDIVIDUAL",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Michael",
              "lastInitial": "J",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "SEEKER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2023-09-20T00:35:09.407Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}