{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-11-27T00:22:46.981Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "We feel so lucky to have had Nesrin as our daughters nanny for the past year. She joined our family during an abrupt transition when our previous nanny had to leave due to health reasons, which was a stressful time for us. From the moment we met Nesrin, we knew everything was going to be okay. She is incredibly kind, nurturing, and attentive, and our daughter felt comfortable with her immediately.\n\nAs a first-time mom with no other mom friends in the area, I was uncertain about how to keep our daughter engaged and stimulated. Nesrin’s experience and familiarity with this area were a blessing. Within a week, they were attending music, gym, and art classes, going to story time and spending time at parks with friends. Nesrin brought so much structure and creativity to her days, and we saw tremendous growth in her during their time together.\n\nShe learned invaluable life skills with Nesrin—saying “please” and “thank you,” washing her hands, cleaning up after herself, focusing on small tasks like coloring and playdough, and even taking off her shoes when she came home. Nesrin also taught her to practice safety, like holding hands when crossing the street, stopping at train tracks, and being cautious near roads. These little things made such a big difference, and we are so grateful for her guidance and care.\n\nOne thing we especially appreciated about Nesrin was how she always stood up for our daughter and put her first. Whether it was on the playground or during social interactions, she ensured our daughter was treated fairly and kindly. She was also very clear and communicative throughout day, keeping us informed and reassured.\n\nNesrin is wonderful with other children, and our daughter’s positive interactions and friendships are a testament to the small but meaningful social circle Nesrin helped build. She also communicated clearly with us about her needs and met ours seamlessly. In addition to caring for our daughter, she helped with household tasks like laundry and dishes and was always offering to help in other ways.\n\nWe trusted Nesrin completely with our daughter and felt she treated our daughter like one of her own. She is awesome and any family would be incredibly fortunate to have her care for their child.",
            "__typename": "ReviewInfoText"
          },
          "id": "8a19ef36-3586-5ebc-951c-3da2e8af3353",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "5f8b40e2-5e7d-41fd-8bf2-7e8ca048463b",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Breanna",
              "lastInitial": "P",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-11-27T00:22:48.070Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        },
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-09-30T19:53:20.928Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Nesrin is a caring, responsible nanny with a wealth of experience.  She was with our family from when my children were infants through kindergarten.  During that time she was attentive to their needs, while always teaching them something new.  She filled their days with fun adventures and play dates in the park.  More importantly she was kind, loving and patient in her interactions with the kids.  Over the years working with us, Nesrin became a member of our family, and I will forever be grateful for how she helped shape my children’s early development.",
            "__typename": "ReviewInfoText"
          },
          "id": "b9d07c8d-39d5-5a55-8394-748dc1c1d0d4",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "5f8b40e2-5e7d-41fd-8bf2-7e8ca048463b",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Christina",
              "lastInitial": "B",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-09-30T19:53:21.979Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        },
        {
          "attributes": [
            {
              "truthy": false,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-09-22T00:18:07.136Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Nesrin is incredibly loving, nurturing, loyal, and the best care taker that has ever worked with our family. \n\nShe is warm, caring, and gentle and immediately  stepped in to act as a third parent in our home we began our journey together.\n\nWhen my daughter was an infant, Nesrin taught me everything there was to know about parenting, eased my anxieties about returning to work, promptly got my daughter on a sleep and nap schedule, and cooked and prepared all of her meals. As my daughter grew, Nesrin  became instrumental in my daughter's development - teaching her, reading and singing to her,  fostering her creativity, love of outdoors, and ability to independently play. Nesrin also developed relationships and friendships with other local care givers and set up playdates lunch dates for my daughter and her friends. \n\nI can not speak more highly of how reliable, trustworthy, and honest she is - and I can't imagine our family beginning our childcare journey with anyone else. We truly love her. \n\nIf you are considering working with Nesrin, I would be happy to talk more about Nesrin and why I think she would be a good employee. \n\n\n\n ",
            "__typename": "ReviewInfoText"
          },
          "id": "568e0019-38f3-570a-b56a-1977504ca2c1",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "5f8b40e2-5e7d-41fd-8bf2-7e8ca048463b",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": "https://www.care.com/s/d/aws/photo/135X135/79/39603979_SRfmqPkCOtXyUXPGxfVeeG5Ib9OW09",
            "publicMemberInfo": {
              "firstName": "Courtney",
              "lastInitial": "F",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-09-22T00:18:08.132Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}