{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-09-19T21:20:31.231Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Sandra is incredible!  She has worked with us for a year, since right before our daughter started kindergarten, and we could not possibly be happier with her.  She is loving, patient, and attentive with our daughter, and they have a beautiful relationship.  Friends who have seen them on the playground have told us that Sandra is never on her phone, but is always attentive and engaged.  Sandra has been a wonderful parenting partner during some difficult transitions, and is a great communicator, which we value enormously.  Sandra is open-minded, progressive, and highly LGBTQ+ friendly.  She's always dependable and has saved our necks multiple times when we needed additional help to cover work emergencies and the like.  She is a native Spanish speaker (does not speak much English at all) and speaks with our daughter exclusively in Spanish.  The improvement in our daughter's Spanish fluency over the past year is entirely Sandra's doing.  She also has lots of experience in childcare/education back in Venezuela, and it absolutely shows in the way she interacts with our daughter.  In addition to childcare, Sandra does some light housework including tidying toys, taking out the trash, etc.  She also cooks dinner for the family and usually stays to eat with us and then clean up afterwards.  She's an excellent cook and always leaves the house spotless.  She works on the books and is very diligent and organized with paperwork, etc.  We only need her in the afternoons starting at 2:00 PM, and she is looking for another family who needs childcare in the mornings.   We love Sandra and would love to help her find another family to work with so that she can do childcare full-time.  Please feel free to reach out for a reference or to talk further about our experience with her. ",
            "__typename": "ReviewInfoText"
          },
          "id": "55126e88-7ffe-534d-b176-06c051fc7251",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "8268c4d8-9184-4bf9-9530-f761a8230d84",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": "https://www.care.com/s/d/aws/photo/135X135/92/42569592_cgZnc285umOmyUgceFOOzSdfIII8YU00",
            "publicMemberInfo": {
              "firstName": "Mirah",
              "lastInitial": "C",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-09-19T21:20:32.449Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}