{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2025-01-17T14:40:59.038Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "We are so grateful for Elizabeth!! She worked with us for two years (until our son started preschool) and we could not have made it without her. She is incredibly loving and fun, and our son would run to the door to hug her every morning. She is always motivated to find activities to help him grow and learn — whether it is baking together, doing sensory play or going to the zoo or museum. She worked so well with us as part of a team, and came up with great ideas for helping our son in each new phase of his development. She loves to take our son to the park and teach him about plants and animals. She is very patient and comforting to our son, helping him with sleep (rocking him until he fell asleep) and helping him tolerate and express his emotions. She helped us with his first foods. She would attend appointments with us and helped us take care of our son in every way! She took him to music classes and other parents commented on how wonderful she was. She kept the apartment clean and organized, and helped us pack for trips. She came with us on family trips and was such a pleasure to spend time with. She is truly part of our family!! Even though our son is in preschool now we still have her babysit all the time. We are so appreciative for all she has done for our kids and our family.",
            "__typename": "ReviewInfoText"
          },
          "id": "cee72db0-c800-5044-803f-d73d6dae7469",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "dc8b6dec-80af-4ea2-8a30-e7c2b8a266c0",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Josh",
              "lastInitial": "B",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2025-01-17T14:41:01.253Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}