{
  "data": {
    "reviewsByReviewee": {
      "__typename": "ReviewsByRevieweePayload",
      "nextPageToken": "",
      "reviews": [
        {
          "attributes": [
            {
              "truthy": true,
              "type": "HIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": true,
              "type": "REHIRED",
              "__typename": "ReviewInfoAttribute"
            },
            {
              "truthy": false,
              "type": "SAFETY_CONCERN",
              "__typename": "ReviewInfoAttribute"
            }
          ],
          "careType": "CHILD_CARE",
          "createTime": "2024-06-03T23:14:52.479Z",
          "deleteTime": null,
          "description": {
            "displayText": "",
            "originalText": "Lexee was employed as a nanny for our family for over a year, and her outstanding qualities have left an indelible mark on our household. Throughout her tenure, Lexee consistently demonstrated a high level of responsibility, proving to be an exceptional caregiver for our children (4 and 2 years old). One of Lexee's notable strengths is her proactive approach to engaging our children. She not only took them to scheduled activities but also devised and implemented fun and educational activities independently. Her commitment to fostering creativity through arts and crafts, baking, and singing & dancing was particularly appreciated by our children. Lexee displayed a perfect balance of firmness and kindness in her interactions with our kids. She handled situations with grace and patience, ensuring a positive and nurturing environment. Her adaptability to schedule changes and willingness to stay late whenever needed further underscored her dedication and reliability. One of the most remarkable aspects of Lexee's performance was her unwavering commitment to her duties. She was never late, never called out, and always took direction well. Her dedication to her role was evident in every aspect of her work. Lexee has not only been a valuable asset to our family but also someone who has significantly enriched the lives of our children.",
            "__typename": "ReviewInfoText"
          },
          "id": "a9564203-68cc-53d2-9f6e-b504adeffa59",
          "languageCode": "en-us",
          "originalSource": "MFE",
          "ratings": [
            {
              "type": "OVERALL",
              "value": 5,
              "__typename": "ReviewInfoRating"
            }
          ],
          "retort": null,
          "reviewee": {
            "id": "f8f384ab-c167-480f-8d1c-6068dc2569c5",
            "providerType": "COMPANY",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewee"
          },
          "reviewer": {
            "imageURL": null,
            "publicMemberInfo": {
              "firstName": "Alon",
              "lastInitial": "C",
              "__typename": "PublicMemberInfo"
            },
            "source": "CZEN",
            "type": "PROVIDER",
            "__typename": "ReviewInfoReviewer"
          },
          "status": "APPROVED",
          "updateSource": null,
          "updateTime": "2024-06-03T23:14:53.495Z",
          "verifiedByCare": false,
          "__typename": "ReviewInfo"
        }
      ]
    }
  }
}